Repository: hhaz/iDZ
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Connection Failed
fr: Erreur de connexion

# Downloading data
source: Downloading data. Please wait ...
fr: Téléchargement en cours. Merci de patienter ...

source: %@ records imported
fr: %@ enregistrement(s) importé(s)

source: Unresolved error %@, %@
fr: Erreur inconnue %@, %@

# DownloadDZ
source: DZ Download
fr: Téléchargement de DZ

source: Not connected
fr: Pas de connexion

source: Connected
fr: Connecté

source: Access to location service must be enabled
fr: L'accès au service de localisation doit être autorisé

# Importing data
source: Importing data. Please Wait ...
fr: Importation de données en cours, merci de patienter ...

source: No Danger Zone Information
fr: Pas d'information sur les DZ

# Download from settings
source: Download from settings or click Import to load local data
fr: Télécharger les informations à partir de l'onglet Configuration ou choisissez Importer pour charger les données locales

source: Import
fr: importer

source: Close
fr: Fermer

source: Error
fr: Erreur

source: DZ Alert !
fr: Alerte Proximité DZ

source: Map
fr: Carte
